Repository: win7user10/Laraue.Apps.LearnLanguage
Catalog: src/Laraue.Apps.LearnLanguage.Services/Resources/Mode.*.resx
Languages: ru

# SelectMode
source: Please select the mode
ru: Выберите режим

source: Show translations 👁
ru: Показать перевод 👁

source: Hide translations 🙈
ru: Скрыть перевод 🙈

# Topic
source: Topic: {0}
ru: Тема: {0}

source: Page
ru: Страница

source: Filter: Marked 🔍
ru: Фильтр: Отмеченные 🔍

source: Filter: Not Learned 🔍
ru: Фильтр: Невыученные 🔍

source: Filter: None 🔍
ru: Выключить фильтр 🔍

source: Open word:
ru: Открыть слово:

source: Opened word:
ru: Открыто слово:

# Difficulty
source: Difficulty: {0}
ru: Сложность: {0}

# Learned
source: Learned: {0} day(s) ago
ru: Выучено: {0} дней назад

# Repeated
source: Repeated: {0} day(s) ago
ru: Повторено: {0} дней назад

# Difficulty_Easy
source: easy
ru: легкая

# Difficulty_Hard
source: medium
ru: средняя

# Difficulty_Impossible
source: hard
ru: сложная

# Difficulty_Medium
source: very hard
ru: очень сложная

# Difficulty_VeryHard
source: impossible
ru: невозможная

# ViewMode_TranslationToWord
source: Translation -> Word
ru: Перевод -> Слово

# ViewMode_WordToTranslation
source: Word -> Translation
ru: Слово -> Перевод

# Navigation_Next
source: Next ➡
ru: Следующая ➡

# Navigation_Previous
source: Previous ⬅
ru: Предыдущая ⬅
