Repository: win7user10/Laraue.Apps.LearnLanguage
Catalog: src/Laraue.Apps.LearnLanguage.Services/Resources/RandomMode.*.resx
Languages: ru

# Title
source: Mode: Random learning
ru: Режим: случайный

# CollectedWords
source: Selected words: {0}
ru: Отобрано слов: {0}

# RememberedWords
source: Remembered words: {0}
ru: Удалось вспомнить: {0}

# DoYouKnowWord
source: Do your know the word {0}
ru: Знаете слово {0}

# DoYouRememberWord
source: Do your still remember the word {0}
ru: Помните слово {0}

# Description
source: learn words in random order
ru: слова в случайном порядке

# ButtonName
source: Random learning
ru: Случайный

source: No
ru: Нет

source: Yes
ru: Да

# TimeSpent
source: Time spent: {0}
ru: Времени потрачено: {0}

# WordsRemembered
source: {0} words remembered
ru: {0} слов удалось вспомнить

# SessionFinished
source: Learn session finished
ru: Фаза изучения окончена

source: Continue
ru: Продолжить
