Repository: win7user10/Laraue.Apps.LearnLanguage
Catalog: src/Laraue.Apps.LearnLanguage.Services/Resources/Stats.*.resx
Languages: ru

# YesterdayWereLearned
source: Yesterday you have been learned {0} words!
ru: Вчера вам удалось выучить {0} слов!

# TotalStatIs
source: Total stat is {0}
ru: Текущая статистика {0}

# Title
source: Learn stat
ru: Статистика изучения

# TotalLearned
source: Total learned {0}
ru: Всего выучено {0}

source: Learned by CEFR level:
ru: Выученные слова по CEFR level:

source: Last activity:
ru: Последняя активность:

# LastActivityRow
source: {0} - learned: {1}, repeated: {2} word(s) - {3}%
ru: {0} - выучено: {1}, повторено: {2} слов(а) - {3}%

source: N/A
ru: Не определено

# AdminStats_Title
source: Admin stats for the last 7 days
ru: Админская статистика за последние 7 дней

# AdminStats_TotalUsers
source: Total users: {0}
ru: Всего пользователей: {0}

# AdminStats_ActiveUsers
source: Active users: {0} per day
ru: Активных пользователей: {0} в день
